# Import Library

In [1]:
import pandas as pd

# Insert Excel File

In [2]:
data = pd.read_excel('Sales.xlsx')

In [3]:
data.head()

   Order_Id    Name Order_date   Product    Cost
0      3210   David 2015-04-12       Bag   12.50
1      3214    Hans 2015-03-16    Jacket  201.20
2      5432  Jennie 2015-06-22  Bracelet   11.75
3      2335   Norma 2015-01-30  Eyeglass  102.05
4      5623    Shin 2015-11-27       Hat   56.50

# Convert to CSV file

In [4]:
data.to_csv ("Sales.csv", index = None, header=True)

In [5]:
#Check file CSV
df = pd.read_csv('Sales.csv')
df.head()

   Order_Id    Name  Order_date   Product    Cost
0      3210   David  2015-04-12       Bag   12.50
1      3214    Hans  2015-03-16    Jacket  201.20
2      5432  Jennie  2015-06-22  Bracelet   11.75
3      2335   Norma  2015-01-30  Eyeglass  102.05
4      5623    Shin  2015-11-27       Hat   56.50